
101=&אודות RWP...
102=שגיאה
103=שגיאת מערכת אחרונה:
104=שגיאה %X
105=ברוכים הבאים ל
106=האשף הבא ינחה אותך איך לשנות או לאפס את סיסמאת הוינדוס שלך.
107=SAM - עבוד עם חשבונות משתמשים רגילים
108=AD - עבוד עם חשבונות כלי שירות פעילים
109=מצב שחזור
110=מה אתה מעוניין לעשות
111=שפת ממשק
112=שנה או אפס את סיסמאת המשתמש
113=חפש סיסמאות משתמש
114=ייצא סיסמאות מוצפנות לקובץ טקסט
115=הסר מידע רגיש של משתמש
116=אפס או שנה סיסמאת DSRM (מצב איפוס שירותי ספרייה)
117=טען התקני IDE/SATA/SCSI/RAID
118=שחזר מידע או סיסמאות קודמות
119=התוכנת רצה תחת סביבת Passcape CD/DVD/USB בלבד.
120=המשך
121=עבוד עם חשבונות (SAM) רגילים
122=עבוד עם חשבונות כלי שירות
123=בחר משימה
124=שפת ממשק התוכנה
125=תפריט RWP
126=רישום התוכנה און ליין
127=הכנס קוד רישום
128=דווח על שגיאות
129=שלח משוב
130=המלץ לחברים
131=דפי עזרה
132=אודות...
133=אין אפשרות לבצע את הפקודה
134=שגיאה בשליחת הדואר האלקטרוני.
135=חזור
136=טען והתקן התקני אחסון נוספים
137=התקן התקני אחסון נוספים במידה ואם המערכת נכשלה לזהות את הדיסק הקשיח שלך, אין צורך בהפעלה מחדש.
138=(http://www.passcape.com) לחץ על כפתור  'טען התקן' להתקנת דיסק התקני מערכת. דיסק התקני מערכת לרוב בא עם דיסק התקני הלוח אם שלך. התקנים נוספים תוכל למצוא באתר האינטרנט שלנו 
139=טען התקן
140=התקני האחסון שלך
141=מידע על קבצי התקנים (*.inf)|*.inf||
142=כלי טעינת ההתקנים לא נמצא. אנא פנה לתמיכה הטכנית.
143=אין אפשרות להפעיל את כלי טענית ההתקנים.
144=הדרייבר הנבחר הותקן בהצלחה. התוכנת תעדכן את רשימת הדרייברים שלך אוטומטית.
145=טעינת הדרייבר נכשלה:
146=<גירסה לא מלאה>
147=שגיאה אחרונה:
148=שגיאה 0x%08X
149=האם ברצונך לסגור את התוכנה ולהפעיל מחדש את המערכת?
150=כבה את התוכנה ובצע הפעלה מחדש למערכת
151=לחץ כאן כדי לטעון את הדרייבר
152=תפריט
153=מאפס סיסמאת משתמש (צעד %d מתוך %d)
154=ציין קבצי SAM ו SYSTEM פה. מיקום ברירת המחדל של הקבצים %WINDIR%\\system32\\config directory (דוג'. C:\\Windows\\system32\\config\\)
155=נתיב לקבצי SAM ו SYSTEM
156=SAM נתיב
157=SYSTEM נתיב
158=עיון...
159=בחר קובץ קיים מהרשימה או עיין לקובץ חדש
160=כל הקבצים (*.*)|*.*||
161=קובץ SAM שגוי
162=קובץ SYSTEM שגוי
163=על מנת להמשיך. אנא בחר את המשתמש שברצונך לאפס לו את הסיסמא.
164=רשימת משתמשים
165=מאפייני משתמש
166=משתמש נעול:
167=משתמש מושהה:
168=תאריך תפוגת סיסמא:
169=סיסמא לא נדרשת:
170=היסטוריית סיסמאות:
171=רמז לסיסמא:
172=תיאור משתמש:
173=שם משתמש
174=מספר משתמש
175=מנהל המערכת
176=מצב
177=ריק
178=אין אפשרות לפתוח קובץ ר'גסטרי
179=קובץ הרג'סטרי הרוס
180=חסר זיכרון או משאבי מערכת
181=אין אפשרות לקרוא קובץ רג'סטרי
182=סיומת קובץ לא נתמכת
183=שגיאה התרחשה
184=נתיב לא נמצא
185=ערך לא נמצא
186=ערך שגוי
187=אורך המידע שגוי
188=שגיאה פנימית
189=אין אפשרות לכתוב קובץ רג'סטרי
190=שגיאה לא ידועה
191=הפעולה הנוכחית דורשת את הSYSKEY דיסק אתחול. האם ברצונך להמשיך? הכנס דיסק עם קובץ 'startkey.key' לכונן לפני שאתה ממשיך.
192=מפתח הSAM של הסשן לא נתמך בתבנית
193=מפתח SYSKEY שגוי, מפתח SAM או קובץ SAM לא מגיב למערכת
194=טעינת הספריה נכשלה
195=GetProcAddress נכשלה
196=פענוח סיסמאת LM נכשלה
197=פענוח סיסמאת NTLM נכשלה
198=המידע שהוכנס שגוי
199=אין אפשרות לפתוח קובץ SYSTEM של רג'סטרי
200=SYSKEY תיאור לא נמצא
201=SYSKEY לא נקרא
202=אין אפשרות לפתוח קובץ רג'סטרי מסוג SAM
203=אין אפשרות לקרוא קובץ רג'סטרי מסוג SAM
204=אין אפשרות לכתוב מידע לקובץ רג'סטרי מסוג SAM
205=הצפנת סיסמאת LM נכשלה
206=הצפנת סיסמאת NTLM נכשלה
207=פקודה לא צויינה
208=גודל שגוי
209=המרת המידע נכשלה
210=מידע לא נתמך
211=SYSKEY לא יכול להשתנות
212=אין אפשרות לכתוב מידע לקובץ SYSKEY
213=אין אפשרות לשנות את שם מפתח המידע
214=אופציית תהליך אתחול לא התגלתה
215=SYSKEY קובץ אתחול הסיסמאות לא נמצא בדיסק
216=אין אפשרות לקרוא קובץ סיסמאות SYSKEY
217=SYSKEY לא פוענח
218=SYSKEY לא נמצא
219=ערך מספר שגוי
220=ערך מספר לא מיוחד
221=כתיבת רג'סטרי נכשלה
222=פתיחת SAM נכשלה: %s
223=אין אפשרות לספור משתמשים במתחם ה SAM: %s
224=כן
225=לא
226=משתמש
227=אורח
228=מנהל
229=משתמש מערכת
230=סיסמא לא מוגדרת
231=סיסמא מוגדרת
232=תפריט
233=הביצוע הנוכחי דורש SYSKEY סיסמאת הפעלה. האם ברצונך להמשיך?
234=SYSKEY סיסמאת הפעלה
235=SYSKEY הכנס סיסמאת הפעלה כאן
236=אף פעם
237=האש(ים)
238=מאפס את סיסמאת משתמש כלי השירות (צעד %d מתוך %d)
239=בחר נתיב לקובץ ntds.dir ו SYSTEM כאן. לרוב הקובץ ntds.dit נמצא בתיקיה %WINDIR%\\ntds\\ , בזמן שקובץ ה SYSTEM נמצא תמיד בנתיב %WINDIR%\\system32\\config.
240=קבצי המקור של כלי השירות
241=הנתיב להפעלת מאגר הנתונים של כלי השירות (לרוב קובץ ntds.dit)
242=קבצי מאגר מידע של כלי שירות (*.dit)|*.dit|כל הקבצים (*.*)|*.*||
243=שגיאת הצפנה כללית
244=סיסמאת אתחול הSYSKEY לא נקראת מהדיסק
245=לא יכול לפענח את רשימת המפתחות סיסמאות המוצפנות
246=רשימת מפתחות סיסמאות מוצפנות שגויה
247=אין מה לפענח
248=הצפנה אלוגירתם לא ידועה
249=מידע המערכת לא במקום
250=שגיאת סיומת
251=אפשרות אפשרות להצפין את מידע המשתמש
252=AD שגיאת פתיחה
253=AD שגיאת אתחול
254=AD שגיאת קריאה
255=אין אפשרות לקרוא את המידע ממפתח ההצפנה
256=אין אפשרות לאתחל את המידע מפתח ההצפנה
257=ייצוא קובץ סיסמאות SAM (צעד %d מתוך %d)
258=שגיאה בקריאת המידע
259=שגיאה בפענוח המידע
260=על מנת לייעל את התאימות, מומלץ לשמור את סוג הקובץ כקובץ ASCII PWDUMP.\nייצוא סיסמאות מתאפשר רק אם סוג הקובץ Passcape נבחר.
261=ייצוא סיסמאות כלי מערכת לקובץ (צעד %d מתוך %d)
262=קובץ טקסט מסוג ASCII
263=קובץ טקסט מסוג UNICODE
264=פלט סוג קובץ הייצוא
265=שמור כ
266=מה לייצא
267=שם משתמש
268=מספר משתמש
269=האש LM
270=האש NT
271=שם מלא, תיאור
272=תיקיית הבית
273=סיסמא (במידה ונמצאה)
274=<<  ייצא  >>
275=קובץ טקסט PWDUMP
276=קובץ טקסט Passcape
277=היסטוריית סיסמאות של האשים (במידה ויש)
278=היסטוריית האש LM
279=היסטוריית האש NT
280=מידע לא נמצא
281=קבצי טקסט PWDUMP (*.txt)|*.txt||
282=הגדרות כלליות Passcape (*.puc)|*.puc||
283=אין אפשרות לפתוח קובץ לכתיבה
284=הקובץ ייוצא בהצלחה
285=הכנס סיסמא חדשה למשתמש שבחרת או השאר ריק לאיפוס הסיסמא. שים לב לאפשרויות נוספות. וינדוס ידחה את הסיסמא במידה והמשתמש נעול או מושהה.
286=פרטי משתמש
287=אפס
288=<<  אפס/שנה  >>
289=נתיב SAM
290=שם משתמש
291=מספר משתמש
292=תיאור משתמש
293=סיסמא חדשה
294=משתמש נעול
295=משתמש מושהה
296=תוקף הסיסמא פג
297=אפס סיסמת משתמש וגם\או את האפשרויות
298=סיסמא חדשה. השאר ריק לאיפוס.
299=פתח משתמש במידע והוא נעול.
300=הפעל משתמש.
301=אם פג תוקף הסיסמא, אתה תובא להכנסת סיסמא חדשה בהתחברות.
302=נמצא מידע שגוי
303=אין אפשרות לפתוח משתמש מסוג SAM: %s
304=האם אתה מעוניין ליצור נקודת שחזור?
305=אין אפשרות לשמור מידע למשתמש מסוג SAM: %s
306=אין אפשרות לשמור את מידע המשתמש מאחת הסיבות הבאות : %s
307=המשתמש שונה בצלחה. כעת ניתן לכבות את התוכנה, להוציא את הדיסק/דיסק און קיי, ולהפעיל מחדש את המחשב. אנא וודא (במידה והכנסת) שאורך הסיסמא נכונה.
308=נתיב AD
309=אין אפשרות לפענח מידע משתמש מסוג AD
310=אין אפשרות להכניס את מידע המשתמש לבסיס הנתונים. מנוע בסיס הנתונים הוציא את השגיאה הבאה: %d.
311=ייצא סיסמאות האשים של כלי שירות לקובץ טקסט
312=ייצא סיסמאות האשים מסוג SAM לקובץ טקסט
313=מאפס את סיסמאת שירותי הספרייה  (צעד %d מתוך %d)
314=לא ניתן למצוא את גירסאת הוינדוס.
315=מצב שירותי הספרייה לא נמצא
316=הכנס סיסמא חדשה למשתמש שבחרת מסוג DSRM או השאר ריק לאיפוס הסיסמא.
317=מידע כללי
318=אפס סיסמא מסוג DSRM
319=נתיב SYSTEM
320=תפקיד SYSTEM
321=סיסמא נוכחית
322=לחץ לאפס סיסמאת DSRM
323=אין אפשרות לפתוח משתמש מסוג DSRM: %s
324=אין אפשרות לשמור מידע למשתמש מסוג DSRM: %s
325=אין אפשרות לשמור מידע למשתמש מסוג DSRM מאחת הסיבות הבאות: %s
326=השתמש מסוג DSRM שונה בהצלחה. תוכל לכבות עכשיו את התוכנה, הסר את הדיסק/דיסק או קיי והפעל מחדש את המחשב. להפעלה מחדשה למצב DSRM, לחץ F8 בזמן שהמחשב עולה.
327=משחזר סיסמא קודמת ששונתה (צעד %d מתוך %d)
328=בחר את מקור המידע שאתה מעוניין לשחזר. הגיבויים נמצאים בקבצי  *.puc ומסודרים לפי תאריך וזמן.
329=שחזר סשן
330=שחזר פרטי סשן
331=סיסמאת SAM
332=סיסמאת כלי שירות
333=מצב שחזור סיסמאת שרותי ספרייה
334=שחזר סוג מידע
335=בחר קובץ *.puc חדש
336=לא נמצא מידע לשחזור בקובץ שצויין.
337=חשבון DSRM
338=פה תוכל לשחזר סיסמאות ישנות ששונו. לחץ 'שחזר' בשביל לשחזר את הגיבוי שבחרת בצעד הקודם.
339=<<  שחזור  >>
340=קובץ הגדרות Passcape
341=מה ברצונך לשחזר
342=שוחזר כבר
343=שחזור מידע מסשן
344=%d פעמים
345=האם לשחזר את המידע?? לחץ 'כן' להמשיך. 
346=אין אפשרות לשחזר את מידע המשתמש ל SAM: %s
347=אין אפשרות לשחזר את מידע המשתמש מאחת הסיבות הבאות: %s
348=המידע שוחזר בהצלחה.
349=גיבוי הסשן הזה כבר שומש. האם אתה מעוניין להמשיך בכל מקרה?
350=מוחק מידע רגיש (צעד %d מתוך %d)
351=בחר את המידע שברצונך למחוק מהמערכת. הקבצים הנדרשים נמצאים בנתיב WINDOWS\\System32\\config
352=מה ברצונך להסיר
353=קבצים דרושים
354=קובץ רג'סטרי SECURITY
355=קובץ רג'סטרי SOFTWARE
356=מחק היסטוריית סיסמאות ממשתמש מסוג כלי שירות
357=מחק היסטוריית סיסמאות ממשתמש מסוג SAM
358=מחק האשים של סיסמאות
359=מחק סיסמאות חיבור שמורות
360=מחק מידע של מערכת מחיקת סיסמאות של וינדוס
361=מחק רמזים לסיסמאות
362=בחר משתמש על מנת להסיר %s בשבילו.
363=היסטוריית סיסמאות
364=סיסמאות שמורות
365=רמזים לסיסמא
366=אין שגיאות
367=אין אפשרות לקרוא או לפענח מפתח SYSKEY
368=לא ניתן לאתחל הצפנת מפתח ראשי
369=לא ניתן לקרוא מפתח ראשי, סיסמאות לא נמצאו
370=לא ניתן לפתוח ערך בקרה
371=לא ניתן לקרוא ערך בקרה
372=לא ניתן לפתוח ערך מטמון
373=לא ניתן לקרוא ערך מטמון
374=חסר זיכרון או משאבי מערכת
375=חריגה שלא נצפתה התרחשה
376=לא נתמך
377=גודל סוד שגוי
378=כשל בשלמות המידע או מפתח הצפנה שגוי
379=אין עוד פריטים
380=ערך המטמון לא פורש באופן מתאים
381=מידע לא נמצא
382=שגיאה לא מוגדרת
383=ערך שגוי נמצא
384=פריט לא נמצא
385=אין אפשרות לגשת למידע
386=אין אפשרות להחזיר את המידע חזרה
387=אין אפשרות לקרוא את המשתמש
388=שגיאת הצפנה כללית
389=המרת המידע נכשלה
390=לא ניתן לכתוב ערך מטמון
391=אין אפשרות לפתוח מכתבי המלצה שמורים: %s.
392=סיסמאות שמורות לא נמצאו/פוענחו
393=לא נמצא מידע עבור סיסמאות שמורות
394=הכל מוכן למחיקת המידע שבחרת. לא שכמו סיסמאות, השינויים האלה קבועים ולא יכולים להתבטל, השימוש באחריותך בלבד.
395=התוכנת לא מצא רמזים לסיסמאות
396=<< מחיקה >>
397=הסר לצמיתות
398=מה להסיר
399=משתמש(ים) שהושפעו
400=היסטוריית סיסמאות של כלי שירות
401=היסטוריית סיסמאות של משתמש מסוג SAM
402=היסטוריית סיסמאות חיבור שמורות
403=מידע על איפוס סיסמאות הוינדוס
404=כל המשתמשים
405=מידע על שחזור הסיסמא לא נמצא
406=היסטורית הסיסמא נמחקה בהצלחה.
407=אין אפשרות להסיר פחות מנתון אחד מהמטמון מאחת הסיבות הבאות: %s.
408=נתון המשתמש הוסר מהצלחת מהמטמון
409=אין אפשרות לפתוח %s רישום: %s.
410=שגיאת פענוח כללית
411=אתחול מפתח ההצפנה נכשל
412=אין אפשרות לקרוא SECURITY רג'סטרי
413=המידע המבוקש לא נמצא
414=אין אפשרות לשמור את מפתח ההצפנה של הסיסמא
415=מקום מידע ריק
416=אין אפשרות לכתוב ל SECURITY רג'סטרי
417=אין אפשרות לשמור %s רישום: %s.
418=אין אפשרות להסיר נתוני מטמון של ההתחברות מאחת הסיבות הבאות: %s.
419=נתוני המטמון של ההתחברות הוסרו בהצלחה 
420=אין אפשרות להסיר את מבנה שחזור הסיסמא: %s.
421=הפרטים על אופן שחזור הסיסמא הוסרו בהצלחה
422=אין אפשרות לאפס משתמש מסוג SAM רמז: %s
423=מחפש סיסמאות משתמש (צעד %d מתוך %d)
424=ברוב המקרים חלק מהסיסמאות יכולות לפוענח באופן מיידי. השחזור יכול לקחת עד כמה דקות תלוי באפשרויות שתבחר פה.
425=חפש שיטות
426=חיפוש מהיר
427=חיפוש מלא
428=חפש סיסמאות בזיכרון הוינדוס
429=חפש סיסמאות פשוטות
430=התקפה מילונית בסיסית
431=התקפת כוח ברוטאלי בסיסית
432=התקפת בינה מלאכותית
433=עליך לציין קבצים ותיקיות שברצונך לשחזר. מיקום תיקיית הפרופילים כברירת המחדל: C:\\Documents And Settings.  מיקום תיקיית program files כברירת מחדל:C:\\Program Files.
434=דרושים קבצים ותיקיות לשחזור מוצלח
435=תיקיית פרופילים
436=תיקיית Program files
437=מחפש את תיקיית הפרופילים של וינדוס (לרוב C:\\Documents And Settings)
438=מחפש את תיקיית program files (לרוב C:\\Program Files)
439=הכל מוכן עכשיו. לחץ על '<< חפש סיסמאות >>' להתחיל לסרוק את המערכת שלך. יתכן וזה יקח כמה זמן.
440=סיסמאת LM
441=סיסמאת NT
442=שגיאה בפתיחת הקובץ
443=משנה את מבנה הסיסמא
444=אנא חכה...
445=&ביטול
446=משנה את הסיסמא...\n\nאנא, חכה בסבלנות.
447=<<  חפש סיסמאות  >>
448=אין אפשרות להתחיל את שחזור השרשור:
449=יצירת שרשור נכשל
450=אין אפשרות לטעון קובץ אחסון DLL מוגן
451=אין אפשרות לטעון את אחת מספריות האחסון המוגנות
452=אין שגיאות
453=שגיאה כללית
454=הDLL שסופק לא נמצא
455=סיומת לא תקינה
456=הסוג כבר קיים
457=סוג לא קיים
458=סט חוקים שגויים
459=אין גישה
460=שגיאת אחסון
461=זיהוי המתקשר נכשל
462=הסיסמא שהוגשה שגויה
463=אי התאמה של הדיסק
464=חריגה לא מוגדרת
465=תיוג קבצים שגוי
466=הפריט כבר קיים
467=הפריט לא קיים
468=שירות לא זמין
469=לא ריק
470=מחרוזת שגויה
471=מצב שגוי
472=לא פתוח
473=כבר פתוח
474=שגיאה
475=פתיחת נתיב משתמש הרג'סטרי נכשל
476=פתיחת נתיב אחסון הרג'סטרי של המפתח הראשי נכשל
477=ערך הגודל של המפתח הראשי שגוי
478=ערך מפתח ראשי שגוי
479=מספר המפתח הראשי שגוי או לא ידוע
480=פענוח מידע המפתח הראשי נכשל
481=כשל בפענוח מפתח ראשי
482=כשל בפענוח DES
483=מיקום הפריט שגוי (נתיב הרג'סטרי של הפריט לא נמצא)
484=אין אפשרות לקרוא את מידע הפריט מהרג'סטרי
485=ערך גודל הפריט שגוי
486=ערך פריט שגוי
487=פענוח הצפנת פריט המפתח נכשלה
488=פענוח פריט המידע נכשל
489=פריט מידע הרוס
490=המידע של המפתח הראשי הרוס
491=פתיחת תבנית הרג'סטרי נכשלה
492=נכשלה פתיחת המפתח שסופק על ידי הספק
493=המידע לא נמצא
494=העתקת אובייקט המשתמש כשלה
495=פתיחת אובייקט המשתמש בכשלה
496=אין עוד פריטים
497=המרת מחרוזת למזהה ייחודי אוניברסלי נכשלה
498=המרת מזהה ייחודי אוניברסלי למחרוזת נכשלה
499=המרת סוג מפתח מזהה ייחודי אוניברסלי נכשלה
500=המרת תת סוג מפתח מזהה ייחודי אוניברסלי נכשלה
501=גירסאת המידע לא ידועה
502=גודל הפריט שגוי
503=כשל בכתיבת תבנית הרג'סטרי
504=גודל המידע שגוי
505=אין אפשרות לקרוא את הקובץ
506=המידע שגוי
507=אין אפשרות לפתוח crypto-provider
508=crypto-algorithm לא נתמך על ידי הספק
509=מידע לא נמצא
510=אין אפשרות לפענח תחביר מפתח ראשי
511=אין אפשרות לפענח מספר מפתח ראשי
512=מספר מפתח ראשי שגוי
513=מפתח ראשי לא נמצא
514=כותרת המידע שגויה
515=שיטה לא ידועה
516=לא יכול ליצור האש
517=אין אפשרות להפיק את מפתח ההצפנה
518=אין אפשרות להכניס משתנים מוצפנים
519=בדוק סימנים לא מתאימים
520=גירסה לא קיימת
521=יוצר קבצי אינדקס
522=מאנדקס קבצי מידע...\n\nאנא, חכה בסבלנות.
523=<<  הפסק לחפש  >>
524=פרטי סיסמאות נמצאו:  %d
525=<ריק>
526=האפשרות שביקשת (%s) לא נתמכת בגרסא הנוכחית של התוכנה. אנא פנה לדפי העזרה.
527=שחזור סיסמאות כלי שירות
528=אפס/שנה סיסמאות לחשבון כלי שירות
529=ייצא מכתבי המלצה
530=אפס/שנה סיסמאות לחשבון DSRM
531=יצא סיסמאות LM/NTLM לחשבונות כלי שירות
532=יצא היסטוריה סיסמאות מוצפנות
533=שחזור סיסמא
534=הסר מידע רגיש
535=מומלץ לרכוש את התוכנה על מנת להמשיך.
536=ייצא מטמון מכתבי המלצה לקובץ טקסט
537=ייצא מטמון סיסמאות לקובץ טקסט
538=אנא ציין קבצי SECURITY ו SYSTEM כאן. מיקום ברירת המחדל של הקבצים %WINDIR%\\system32\\config directory (דוג'. C:\\Windows\\system32\\config\\)
539=נתיבים לקבצי SECURITY ו SYSTEM
540=הפעל את חלון הפקודות (CMD)
541=קובץ אבטחה שגוי
542=ייצוא סיסמאות מטמון לקובץ (צעד %d מתוך %d)
543=על מנת להגביר אפקטיביות, זה מאוד מומלץ לשמור את הקובץ בסיומת PASSCAPE: קבצי CACHEDUMP לא תומכים בוינדוס ויסטה ולא תומכים בשמות משתמשים שלא באנגלית.
544=קבצי טקסט מסוג CACHEDUMP
545=קבצי CACHEDUMP (*.cachedump)|*.cachedump|Text files (*.txt)|*.txt||
546=ייבוא/ייצוא קבצי Passcape (*.peif)|*.peif||
547=אין אפשרות לחשב קובץ CRC
548=אין אפשרות לכתוב לקובץ
549=הפעל את הדפדפן
550=אין אפשרות לפתוח קובץ עזרה
551=התוכנת לא יכולה למצוא כל התקן הארדיסק במערכת שלך. יכול להיות שתצטרך לטעון התקני IDE/SATA/SCSI/RAID נוספים כדי להמשיך.
552=אודות התוכנה
553=תוכנה מלאה
554=תוכנה לא מלאה
555=פרטים על הרישיון:
556=רשום ל:
557=מידע ואנשי קשר:
558=דף הבית:
559=רכישה:
560=&הרשם
561=הרשמה
562=אנא הכנס את קוד הרישום שלך כאן....
563=מידע רישום
564=בעל קוד הרישום:
565=קוד רישום:
566=הכנס את הקוד הרישום שניתן לך באימייל שנרשמת איתו, אם אתה נתקל בכל בעיה בזמן ההרשמה, אנא פנה לדפי העזרה בתוכנה.
567=אנא הכנס את קוד רישום התוכנה.
568=קוד הרישום שהכנסת שגוי, אנא נסה שנית.
569=אין אפשרות לשמור את הקוד. אנא פנה לתמיכה הטכנית.
570=תודה שרכשת את התוכנה!
571=בודק נתיבים
572=סורק את מבנה התיקייה.\n\nזה יכול להמשך כמה דקות. אנא חכה בסבלנות..
573=<< &קודם
574=&הבא >>
575=&יציאה
576=העתק את הרשימה
577=שמור
578=<<< סיסמאות וינדוס >>>
579=נוצר על ידי
580=אין אפשרות להעתיק את המידע
581=אין אפשרות לשמור את המידע
582=קבצי Html (*.htm)|*.htm||
583=הרשימה עותקה
584=הפעל מסמך טקסט
585=אפס SYSKEY
586=אבטחת SYSKEY (מאפס את כל סיסמאות המערכת מסוג SAM)
587=שנה\אפס באופן קבוע
588=נכשל איפוס הSYSKEY: %s
589=ה SYSKEY פוענח בהצלחה. אבל התוכנה נכשלה באיפוס סיסמאת המשתמש מאחת הסיבות הבאות: %s. אנא שחזר מגיבוי את קבצי ה SAM, SYSTEM. SECURITY.
590=ה SYSKEY אופס בהצלחה. בשביל למנוע בעיות משתמשים, הSYSKEY  הוגדר לבקש סיסמא באתחול המערכת. בפעם הבא שתתבקש להכניס סיסמאת SYSKEY הכנס סיסמא ריקה. 
591=איפוס מפתח ה SYSKEY זה ביצוע לא בטוח שיכול להשפיע על כל אבטחת המערכת. לדוגמא, אתה לא תוכל לפענח את קבצי EFS מוגנים. על מנת לגרום למערכת להיות מאותחלת אחרי שמפתח הSYSKEY השתנה, כל סיסמאות המשתמשים יוצפנו מחדש ויאופסו באופן אוטומטי. מומלץ ליצור גיבוי של קבצי SAM, SYSTEM, SECURITY על מנת להמשיך. אתה מעוניין להתחיל את איפוס הSYSKEY? 
592=מפתח הSYSKEY פוענח בהצלחה,אבל התוכנה נכשלה לאפס את סודות הLSA בגלל השגיאה הבאה: %s. תנסה לאפס את קבצי ה SAM, SYSTEM, SECURITY מגיבוי.
593=התוכנה לא יכלה לאפס את מפתח הSYSKEY בשימוש מפתח סנטדרטי.האם האתה מעוניין לנסות מפתח אחר?
594=מפתח הSYSKEY אופס בהצלחה. כל סיסמאות המשתמשים אופסו.
595=שכחת את סיסמאת ה SYSKEY? חזור לדף הראשי, בחר '%s' בתפריט ואפס את מפתח הSYSKEY שלך.
596=אם איבדת את דיסק הSYSKEY שלך, חזור לדף הראשי, בחר '%s' בתפריט ונסה לאפס את ה SYSKEY. תדע שכל סיסמאות המשתמשים יאופסו אחרי שמפתח הSYSKEY אופס.
597=הפעל רג'סטרי
